Revit 2024 API
GridNode Properties
The GridNode type exposes the following members.
Properties
Name | Description
UIndex
The node's index along the U axis.
VIndex
The node's index along the V axis.
See Also
GridNode Structure
Autodesk.Revit.DB Namespace